{
  "workout_healthy_fruits": [
    {
      "icon": "broccoli.png",
      "languages": [
        {
          "language_name": "english",
          "fruits_title": "Broccoli",
          "fruits_detail": "<h3>Why Broccoli?</h3> <p>Broccoli has more <font color='red'>Vitamin C </font>than an orange and contains high amounts of antioxidants that will help to repair your muscles and bulk up your immune system. It also contains <font color='red'>phyto-chemicals</font> which have anti-estrogen properties that help lower estrogen levels, increase testosterone and help fight off body fat storage.</p> <p>Broccoli is high in vitamin C and dietary fiber. It also contains multiple <font color='red'>nutrients with potent anti-cancer properties</font>, such as di-indolylmethane and small amounts of selenium. A single serving provides more than 30 mg of vitamin C and a half-cup provides 52 mg of vitamin C.[10] The 3,3'-Diindolylmethane found in broccoli is a potent modulator of the innate immune response system with anti-viral, anti-bacterial and anti-cancer activity. Broccoli also contains the compound glucora-phanin, which can be processed into an anti-cancer compound sulfo-raphane, though the anti-cancer benefits of broccoli are greatly reduced if the vegetable is boiled. Broccoli is also an excellent source of indole-3-carbinol, a chemical which boosts <font color='red'>DNA repair</font> in cells and appears to block the growth of cancer cells.</p> <h3>Weight Reduction</h3> <p>Boiling broccoli reduces the levels of suspected <font color='red'>anti-carcinogenic compounds</font>, such as sulfo-raphane, with losses of 20-30% after five minutes, 40-50% after ten minutes, and 77% after thirty minutes., However, other preparation methods such as steaming, microwaving, and stir frying had no significant effect on the compounds.</p> <p>Broccoli has the highest levels of carotenoids in the brassica family. It is particularly rich in lutein and also provides a modest amount of beta-carotene.</p> "
        },
        {
          "language_name": "french",
          "fruits_title": "brocoli",
          "fruits_detail": "<h3> Pourquoi Brocoli? </h3> <p> Le brocoli a-t-il plus<font color='red'>Vitamine C </font> qu'une orange et contient de grandes quantités d'antioxydants qui aideront à réparer vos muscles et augmenter votre système immunitaire. Il contient également<font color='red'>Phyto-chimiques </font> qui ont des propriétés anti-oestrogène qui aident à réduire les niveaux d'oestrogène, augmenter la testostérone et aider à combattre le stockage de graisse corporelle. Le brocoli est riche en vitamine C et fibres alimentaires. Il contient également plusieurs<font color='red'>Nutriments avec de puissantes propriétés anticancéreuses </font>, comme le di-indolylméthane et de petites quantités de sélénium. Une seule portion fournit plus de 30 mg de vitamine C et une demi-tasse fournit 52 mg de vitamine C. [10] Le 3,3'-diindolylmethane trouvé dans le brocoli est un modulateur puissant du système de réponse immunitaire innée avec anti-viral, anti-bactérienne et l'activité anti-cancer. Le brocoli contient également le composé glucora-phanine, qui peut être transformé en un composé anticancéreux sulfo-raphane, bien que les avantages anti-cancer du brocoli soient grandement réduits si le légume est bouilli. Le brocoli est également une excellente source d'indole-3-carbinol, un produit chimique qui augmente<font color='red'>La réparation de l'ADN </font> dans les cellules et semble bloquer la croissance des cellules cancéreuses. </p> <h3> Réduction du poids </h3> <p> Bouillante brocoli réduit les niveaux de suspicion<font color='red'>Des composés anti-cancérogènes </font>, tels que le sulfo-raphane, avec des pertes de 20-30% après cinq minutes, 40-50% après dix minutes et 77% après trente minutes. , Le micro-ondes et la friteuse n'ont pas eu d'effet significatif sur les composés. Le brocoli a les taux les plus élevés de caroténoïdes dans la famille des brassica. Il est particulièrement riche en lutéine et fournit également une quantité modeste de bêta-carotène. </p>"
        },
        {
          "language_name": "german",
          "fruits_title": "Brokkoli",
          "fruits_detail": "<h3> Warum Brokkoli? </h3><p> Warum Brokkoli hat mehr<font color='red'> Vitamin C </font> als eine Orange und enthält hohe Mengen an Antioxidantien, die helfen, Ihre Muskeln zu reparieren und Bulk-up Ihr ​​Immunsystem. Es enthält auch<font color='red'> Phyto-Chemikalien </font>, die Anti-Östrogen-Eigenschaften, die niedrigere Östrogenspiegel helfen, erhöhen Testosteron und helfen kämpfen Körperfett Lagerung. </p> <p> Brokkoli ist reich an Vitamin C und Ballaststoffen. Es enthält auch mehrere<font color='red'> Nährstoffe mit starken Anti-Krebs-Eigenschaften </font>, wie Di- indolylmethan und geringe Mengen an Selen. Eine einzelne Portion liefert mehr als 30 mg Vitamin C und eine halbe Tasse liefert 52 mg Vitamin C. [10] Das in Brokkoli gefundene 3,3'-Diindolylmethan ist ein starker Modulator des angeborenen Immunsystems mit antiviraler, antibakterieller und anti-Krebs-Aktivität. Brokkoli enthält auch die Verbindung Glucora-Phanin, die zu einem Anti-Krebs-Verbindung Sulfo-raphane verarbeitet werden kann, obwohl die Anti-Krebs-Vorteile von Brokkoli sind stark reduziert, wenn das Gemüse gekocht wird. Brokkoli ist auch eine ausgezeichnete Quelle für Indol-3-carbinol, eine Chemikalie, die<font color='red'> DNA-Reparatur erhöht </font> in Zellen und scheint das Wachstum von Krebszellen zu blockieren. </p> <h3> Gewichtsreduktion </h3> <p> Kochende Brokkole reduzieren die Konzentrationen von mutmaßlichen<font color='red'> antikarzinogenen Verbindungen, wie Sulfo-raphane, mit Verlusten von 20-30% nach fünf Minuten, 40-50% nach zehn Minuten und 77% nach 30 Minuten ., Aber andere Zubereitungsmethoden wie Dämpfen, Mikrowellen und Rühren braten hatte keinen signifikanten Effekt auf die Verbindungen. </p> <p> Brokkoli hat die höchsten Gehalte an Carotinoiden in der Brassica-Familie. Es ist besonders reich an Lutein und bietet auch eine bescheidene Menge an Beta-Carotin. </p>"
        },
        {
          "language_name": "portuguese",
          "fruits_title": "Brócolis",
          "fruits_detail": "<h3> Por Brocoli? </h3> <p> brócolis tem mais<font color='red'> Vitamina C </font>Que uma laranja e contém grandes quantidades de antioxidantes que ajudarão a reparar os músculos e aumentar o seu sistema imunológico. Ele também contém<font color='red'> Fitoquímicos</font>Que têm propriedades anti-estrogênio que ajudam a baixar os níveis de estrogênio, aumentar a testosterona e ajudar a combater o armazenamento de gordura corporal. O brócolis é rico em vitamina C e fibra dietética. Ele também contém vários<font color='red'> Nutrientes com potentes propriedades anti-câncer</font>, Tal como di-indolilmetano e pequenas quantidades de selénio. Uma única porção fornece mais de 30 mg de vitamina C e meia xícara fornece 52 mg de vitamina C. [10] O 3,3'-Diindolilmetano encontrado no brócolis é um potente modulador do sistema de resposta imune inata com actividade anti-viral, anti-bacteriana e anti-cancro. Brócolis também contém o composto glucora-phanin, que pode ser transformado em um composto anti-câncer sulfo-raphane, embora os benefícios anti-câncer de brócolis são muito reduzidas se o vegetal é fervido. Brócolis é também uma excelente fonte de indol-3-carbinol, um produto químico que aumenta<font color='red'> Reparo do DNA</font>Em células e parece bloquear o crescimento de células cancerosas. </p> <h3> Redução de Peso </h3> <p> Ferver brócolis reduz os níveis de suspeita<font color='red'> Compostos anti-cancerígenos</font>, Tais como sulfo-raphane, com perdas de 20-30% após cinco minutos, 40-50% após dez minutos e 77% após trinta minutos. No entanto, outros métodos de preparação tais como vapor, microondas e fritura não tinham Efeito significativo sobre os compostos. <Br /> <br /> brócolis tem os mais altos níveis de carotenóides na família Brassica. É particularmente rico em luteína e também fornece uma quantidade modesta de beta-caroteno. </p>"
        },
        {
          "language_name": "russian",
          "fruits_title": "Брокколи",
          "fruits_detail": "<h3> Почему Брокколи? </h3> <p> Брокколи имеет больше<font color='red'> Витамин С </font> чем апельсин и содержит большое количество антиоксидантов, которые помогут восстановить мышцы и набухают вашу иммунную систему. Он также содержит<font color='red'> фито-химических веществ</font> которые обладают противораковыми свойствами эстрогенов, которые помогают снизить уровень эстрогена, повышение тестостерона и помогают бороться с хранения жира в организме. </p> <p> Брокколи с высоким содержанием витамина С и пищевые волокна. Он также содержит несколько<font color='red'> питательные вещества с сильными противораковыми свойствами</font> , Такие как ди-indolylmethane и небольших количеств селена. Одна порция содержит более 30 мг витамина С и половиной чашки обеспечивает 52 мг витамина С. [10] 3,3'-Diindolylmethane найдены в брокколи является мощным модулятор врожденной системы иммунного ответа с противовирусным, антибактериальным и противораковой активностью. Брокколи также содержит соединение glucora-phanin, который может быть переработан в противоракового соединения сульфо-raphane, хотя противораковые преимущества брокколи значительно снижается, если растительное варят. Брокколи также является отличным источником индол-3-карбинол, химическое вещество, которое повышает<font color='red'> репарации ДНК</font> в клетках и, кажется, блокирует рост раковых клеток. </p> <h3> Снижение веса </h3> <p> Кипение брокколи снижает уровень заподозрить<font color='red'> анти-канцерогенные соединения</font> , Такие как сульфо-raphane, с потерями 20-30% после пяти минут, 40-50% через десять минут, и 77% через тридцать минут., Тем не менее, другие способы приготовления, такие как пропаривания, микромахая и размешать обжаривания не имели существенное влияние на соединениях. </p> <p> Брокколи имеет самый высокий уровень каротиноидов в семье Brassica. Он особенно богат лютеином, а также обеспечивает умеренное количество бета-каротина. </p>"
        },
        {
          "language_name": "arabic",
          "fruits_title": "بروكلي",
          "fruits_detail": "<h3> لماذا البروكلي؟ </h3> <p> البروكلي يحتوي على أكثر <font color='red'> فيتامين C </font> البرتقالي ويحتوي على كميات عالية من المواد المضادة للاكسدة التي من شأنها أن تساعد على إصلاح العضلات الخاصة بك والجزء الأكبر من الجهاز المناعي. كما أنه يحتوي على <font color='red'> فيتو-Chemicals</font> التي لها خصائص مضادة للإستروجين تساعد على خفض مستويات هرمون الاستروجين، وزيادة التستوستيرون وتساعد على محاربة تخزين الدهون في الجسم. </p> <p> البروكلي مرتفع في فيتامين C والألياف الغذائية. كما أنه يحتوي على العديد من المواد الغذائية <font color='red'> مع الخصائص المضادة للسرطان قوية </font>، مثل دي إندوليلميثان وكميات صغيرة من السيلينيوم. توفر خدمة واحدة أكثر من 30 ملغ من فيتامين C ونصف كوب يوفر 52 ملغ من فيتامين C. [10] و 3،3'-ديندولولميثان وجدت في القرنبيط هو المغير قوية من نظام الاستجابة المناعية الفطرية مع النشاط المضادة للفيروسات، ومكافحة البكتيرية ومكافحة السرطان. يحتوي البروكلي أيضا على مركب غلوكورا-فانين، الذي يمكن معالجته في مركب مضاد للسرطان سلفو-رافان، على الرغم من أن فوائد مكافحة السرطان من القرنبيط هي تقلص إلى حد كبير إذا كان المغلي الخضار. البروكلي هو أيضا مصدر ممتاز ل إندول-3-كاربينول، وهي مادة كيميائية تعزز <font color='red'> إصلاح الحمض النووي </font> في الخلايا ويبدو أنها تحجب نمو الخلايا السرطانية. </p> <h3> تخفيض الوزن </h3> <p> غليان القرنبيط ويقلل من مستويات الاشتباه <font color='red'> المركبات المضادة للسرطان </font>، مثل السلفان-رافان، مع خسائر 20-30٪ بعد خمس دقائق، 40-50٪ بعد عشر دقائق، و 77٪ بعد ثلاثين دقيقة، ومع ذلك، فإن أساليب إعداد أخرى مثل حيث أن التبخير، والميكروويف، وإثارة القلي ليس له تأثير كبير على المركبات. </p> <p> يحتوي البروكلي على أعلى مستويات الكاروتينات في عائلة البراسيكا. وهي غنية بشكل خاص في اللوتين وتوفر أيضا كمية متواضعة من بيتا كاروتين. </p>"
        },
        {
          "language_name": "spanish",
          "fruits_title": "Brócoli",
          "fruits_detail": "<h3>Por qué brócoli?</h3> El brócoli tiene más <font color='red'> vitamina <span style='color: black;'>than una naranja y contiene altas cantidades de antioxidantes que ayudarán a reparar sus músculos y aumentar su sistema inmunológico. También contiene <font color='red'> fito-chemicals<span style='color: black;'> que tienen propiedades anti-estrógeno que ayudan a bajar los niveles de estrógeno, aumentar la testosterona y ayudar a luchar contra el almacenamiento de grasa corporal. El brócoli es alto en vitamina C y fibra dietética. También contiene múltiples nutrientes <font color='red'> con potentes propiedades anti-cáncer<span style='color: black;'>, como el di-indolilmetano y pequeñas cantidades de selenio. Una sola porción proporciona más de 30 mg de vitamina C y una media taza de 52 mg de vitamina C. [10] El 3,3'-diindolilmetano que se encuentra en el brócoli es un potente modulador del sistema de respuesta inmune innata con actividad anti-viral, anti-bacteriana y anti-cáncer. El brócoli también contiene el compuesto glucora-phanin, que puede ser transformado en un compuesto anti-cáncer sulfo-raphane, aunque los beneficios contra el cáncer de brócoli se reducen en gran medida si el vegetal se hierve. El brócoli es también una excelente fuente de indol-3-carbinol, un producto químico que refuerza la reparación del ADN <font color='red'> en las células y parece bloquear el crecimiento de las células cancerosas. </p> <h3> Reducción de peso</h3> <p> El brócoli hirviendo reduce los niveles de <font color='red'> anti Sin embargo, otros métodos de preparación tales como vaporización, calentamiento por microondas y agitación, se pueden mezclar con otros compuestos, como por ejemplo sulfato de sodio, La fritura no tuvo ningún efecto significativo sobre los compuestos. El brócoli tiene los niveles más altos de carotenoides en la familia Brassica. Es particularmente rico en luteína y también proporciona una cantidad modesta de beta-caroteno. </p>"
        }
      ]
    },
    {
      "icon": "eggs.png",
      "languages": [
        {
          "language_name": "english",
          "fruits_title": "Eggs",
          "fruits_detail": "<h3>Why Eggs?</h3> <p>These quick and easy treats are staples to the any fitness meal regimen. They are loaded with approximately 5 to 6 grams of protein at the very low cost of only 60 calories per medium-sized egg. It's also important to note that eggs are high in <font color='red'>BCAAs</font>, which aids in muscular growth and development</p> <p>With 6 grams of the highest quality protein and 14 key nutrients, eggs provide the energy needed to keep you going. They are a natural choice for a healthy, active lifestyle.</p> <p>Eggs are one of the few foods considered to be a complete protein, because they contain all <font color='red'>9 essential amino acids</font>. Amino acids are considered the 'building blocks for the body' because they help form protein.</p> <p>In addition to giving you energy, your body uses the protein found in eggs to build and repair body tissue and cells, grow strong hair and nails, build and maintain healthy muscles, help fight infections, help keep your body fluids in balance</p> "
        },
        {
          "language_name": "french",
          "fruits_title": "Des œufs",
          "fruits_detail": "<h3> Pourquoi œufs? </h3> <p> Ces gâteries rapides et faciles sont des agrafes pour tout régime de repas de remise en forme. Ils sont chargés avec environ 5 à 6 grammes de protéines au coût très bas de seulement 60 calories par oeuf de taille moyenne. Il est également important de noter que les œufs sont riches en<font color='red'>BCAA </font>, qui aide à la croissance musculaire et le développement </p> <p> Avec 6 grammes de protéines de la plus haute qualité et 14 nutriments clés, les œufs fournissent l'énergie nécessaire pour vous maintenir en vie. Ils sont un choix naturel pour un mode de vie sain et actif. </p> <p> Les œufs sont l'un des rares aliments considérés comme une protéine complète, car ils contiennent tous<font color='red'>9 acides aminés essentiels </font>. En plus de vous donner de l'énergie, votre corps utilise la protéine qui se trouve dans les œufs pour construire et réparer les tissus et les cellules du corps, de grandir Les cheveux et les ongles forts, construire et maintenir des muscles sains, aider à combattre les infections, aider à garder vos liquides organiques en équilibre </p>"
        },
        {
          "language_name": "german",
          "fruits_title": "Eier",
          "fruits_detail": "<h3> Warum Eier? </h3> <p> Diese schnellen und einfachen Leckereien sind Heftklammern zum irgendwelchen Eignungmahlzeitplan. Sie werden mit ungefähr 5 bis 6 Gramm Protein zu den sehr niedrigen Kosten von nur 60 Kalorien pro mittelgroßem Ei beladen. Es ist auch wichtig zu beachten, dass die Eier sind hoch in<font color='red'> BCAAs </font>, die bei Muskelwachstum und Entwicklung unterstützt </p> <p> Mit 6 Gramm von höchster Qualität Protein und 14 Schlüsselnährstoffe, liefern Eier die Energie benötigt Halten Sie gehen. Sie sind eine natürliche Wahl für einen gesunden, aktiven Lebensstil. </p> <p> Eier sind eines der wenigen Lebensmittel, die als ein vollständiges Protein betrachtet werden, da sie alle<font color='red'> 9 essentiellen Aminosäuren enthalten. Aminosäuren werden als die 'Bausteine ​​für den Körper', da sie helfen, Protein zu bilden. </p> <p> Zusätzlich zu geben Ihnen Energie, Ihr Körper nutzt das Protein in Eiern gefunden zu bauen und zu reparieren Körpergewebe und Zellen wachsen Starke Haare und Nägel, bauen und pflegen gesunde Muskeln, helfen Infektionen zu bekämpfen, helfen, Ihre Körperflüssigkeiten im Gleichgewicht halten </p>"
        },
        {
          "language_name": "portuguese",
          "fruits_title": "Ovos",
          "fruits_detail": "<h3> Por que os ovos? </h3> <p> Estes tratamentos rápidos e fáceis são grampos para qualquer regime de refeição de fitness. Eles são carregados com aproximadamente 5 a 6 gramas de proteína no custo muito baixo de apenas 60 calorias por ovo de tamanho médio. Também é importante notar que os ovos são altos em<font color='red'> BCAAs</font>, Que ajuda no crescimento muscular e desenvolvimento Com 6 gramas da proteína de alta qualidade e 14 nutrientes-chave, os ovos fornecem a energia necessária para mantê-lo ir. Eles são uma escolha natural para um estilo de vida saudável e ativa. Os ovos são um dos poucos alimentos considerados uma proteína completa, porque eles contêm tudo<font color='red'> 9 aminoácidos essenciais</font>. Além de dar-lhe energia, seu corpo usa a proteína encontrada nos ovos para construir e reparar tecidos e células do corpo, crescer Cabelo forte e unhas, construir e manter músculos saudáveis, ajudar a combater infecções, ajudar a manter seus fluidos corporais em equilíbrio. </p>"
        },
        {
          "language_name": "russian",
          "fruits_title": "яйца",
          "fruits_detail": "<h3> Почему яйца? </h3> <p> Эти быстрые и легкие лечит главные продукты к режиму любой пригодности пищи. Они загружаются примерно с 5 до 6 граммов белка на очень низкой цене всего 60 калорий на среднего размера яйца. Важно также отметить, что яйца с высоким содержанием<font color='red'> ВСАА</font> , Который помогает в мышечной роста и развития </p> <p> С 6 граммов высококачественного белка и 14 основных питательных веществ, яйца обеспечивают энергию, необходимую, чтобы держать вас происходит. Они являются естественным выбором для здорового, активного образа жизни. </p> <p> Яйца являются одним из немногих продуктов, которые считаются полный белок, потому что они содержат все<font color='red'> 9 незаменимых аминокислот</font> , Аминокислоты считаются «строительные блоки для тела, так как они помогают белковой форме. </p> <p> В дополнение к давая вам энергию, ваше тело использует белок, содержащийся в яйцах, чтобы строить и восстанавливать ткани тела и клетки, растут сильные волосы и ногти, строить и поддерживать здоровые мышцы, помогают бороться с инфекциями, помогает держать ваше тело жидкости в равновесии </p>"
        },
        {
          "language_name": "arabic",
          "fruits_title": "بيض",
          "fruits_detail": "<h3> لماذا البيض؟ </h3> <p> هذه الوجبات السريعة والسهلة هي المواد الغذائية الأساسية لأي نظام وجبة اللياقة البدنية. يتم تحميلها مع ما يقرب من 5 إلى 6 غرامات من البروتين بتكلفة منخفضة جدا فقط 60 سعرة حرارية لكل بيضة متوسطة الحجم. ومن المهم أيضا أن نلاحظ أن البيض مرتفعة في <font color='red'> BCAAs</font>، الذي يساعد في نمو العضلات والتنمية </p> <p> مع 6 غرامات من أعلى جودة البروتين و 14 المغذيات الرئيسية والبيض توفير الطاقة اللازمة لإبقاء لكم الذهاب. انها خيار طبيعي لنمط حياة صحي ونشط. </p> <p> البيض هي واحدة من الأطعمة القليلة التي تعتبر بروتين كامل، لأنها تحتوي على جميع <font color='red'> 9 الأحماض الأمينية الأساسية </font>. </p> <p> بالإضافة إلى إعطائك الطاقة، يستخدم جسمك البروتين الموجود في البيض لبناء وإصلاح أنسجة الجسم والخلايا، وينمو الشعر القوي والأظافر، وبناء والحفاظ على عضلات صحية، تساعد في مكافحة الالتهابات، تساعد على الحفاظ على سوائل الجسم في التوازن </p>"
        },
        {
          "language_name": "spanish",
          "fruits_title": "Huevos",
          "fruits_detail": "<h3>Por qué los huevos? </h3> <p> Estos dulces rápidos y fáciles son grapas a cualquier régimen de la comida de la aptitud. Se cargan con aproximadamente 5 a 6 gramos de proteína a un costo muy bajo de sólo 60 calorías por huevo de tamaño mediano. También es importante tener en cuenta que los huevos son altos en <font color='red'> BCAAs<span style='color: black;'>, lo que ayuda en el crecimiento muscular y el desarrollo Con 6 gramos de la proteína de más alta calidad y 14 nutrientes clave, los huevos proporcionan la energía necesaria para mantenerte en marcha. Son una opción natural para un estilo de vida saludable y activo. Los huevos son uno de los pocos alimentos considerados como una proteína completa, ya que contienen todos los aminoácidos esenciales<span style='color: black;'>. Además de darle energía, su cuerpo utiliza la proteína que se encuentra en los huevos para construir y reparar los tejidos del cuerpo y las células, crecer El cabello fuerte y las uñas, construir y mantener los músculos sanos, ayudar a combatir las infecciones, ayudar a mantener los fluidos corporales en equilibrio </p>"
        }
      ]
    },
    {
      "icon": "almonds.png",
      "languages": [
        {
          "language_name": "english",
          "fruits_title": "Almonds",
          "fruits_detail": "<h3>Why Almonds?</h3> <p>The almond is a nutritionally dense food and is a rich source of <font color='red'>vitamin E</font>, containing 26 mg per 100 g. They are also rich in <font color='red'>dietary fiber, B vitamins, essential minerals such as magnesium, copper, manganese, calcium, and potassium as well as monounsaturated fats and polyunsaturated fats</font>, fats which potentially may lower LDL cholesterol. Typical of nuts and seeds, almonds also contain phytosterols such as Beta-sitosterol, stigmasterol, campesterol, sitostanol, and campestanol, which have been associated with cholesterol-lowering properties.</p> <p>Preliminary research associates consumption of almonds with elevated blood levels of high density lipoproteins and lower low density lipoproteins.</p> <p>Almonds may cause allergy or intolerance. Cross-reactivity is common with peach allergens (lipid transfer proteins) and tree nut allergens. Symptoms range from local signs and symptoms (e.g., oral allergy syndrome, contact urticaria) to systemic signs and symptoms including anaphylaxis (e.g., urticaria, angioedema, gastrointestinal and respiratory symptoms).</p> <p>During the digestion process in humans, almond flour may be fermented into short-chain <font color='red'>fatty acids</font>, most notably butyrate which is a substrate for cells lining the large intestine.</p>"
        },
        {
          "language_name": "french",
          "fruits_title": "Amandes",
          "fruits_detail": "<h3> Pourquoi les amandes? </h3> <p> L'amande est un aliment nutritionnellement dense et est une source riche de<font color='red'>Vitamine E </font>, contenant 26 mg par 100 g. Ils sont également riches en<font color='red'>Les fibres alimentaires, les vitamines B, les minéraux essentiels tels que le magnésium, le cuivre, le manganèse, le calcium et le potassium, ainsi que les graisses monoinsaturées et les graisses polyinsaturées </font>, qui peuvent potentiellement réduire le cholestérol LDL. Typique des noix et des graines, les amandes contiennent également des phytostérols tels que le bêta-sitostérol, le stigmastérol, le campestérol, le sitostanol et le campestanol, qui ont été associés à des propriétés abaissant le cholestérol. La recherche préliminaire associe la consommation d'amandes Les niveaux sanguins de lipoprotéines de haute densité et lipoprotéines de faible densité plus faible. Les amandes peuvent causer une allergie ou une intolérance. La réactivité croisée est fréquente chez les allergènes de la pêche (protéines de transfert des lipides) et les allergènes des noix d'arbre. Les symptômes vont des signes et symptômes locaux (p. Ex., Syndrome d'allergie orale, urticaire de contact) aux signes et symptômes systémiques, y compris l'anaphylaxie (p. Ex. Urticaire, angio-œdème, symptômes gastro-intestinaux et respiratoires). , La farine d'amande peut être fermentée en chaîne courte<font color='red'>Acides gras </font>, notamment le butyrate qui est un substrat pour les cellules qui tapissent le gros intestin. </p>"
        },
        {
          "language_name": "german",
          "fruits_title": "Mandeln",
          "fruits_detail": "<h3> Warum Mandeln? </h3> <p> Die Mandel ist ein ernährungsphysiologisch dichtes Nahrungsmittel und ist eine reiche Quelle von<font color='red'> Vitamin E, die 26 mg pro 100 g enthält. Sie sind auch reich an<font color='red'> Ballaststoffen, B-Vitaminen, essentiellen Mineralien wie Magnesium, Kupfer, Mangan, Kalzium und Kalium sowie einfach ungesättigte Fette und mehrfach ungesättigte Fette </font>, Fette, die möglicherweise LDL-Cholesterin senken können. Typisch für Nüsse und Samen enthalten Mandeln auch Phytosterine wie Beta-Sitosterol, Stigmasterol, Campesterol, Sitostanol und Campestanol, die mit cholesterinsenkenden Eigenschaften assoziiert wurden. </p> <p> Vorläufige Forschungsgemeinschaften verbrauchten Mandeln mit erhöhten Blutspiegel von Lipoproteinen hoher Dichte und niedrigere Lipoproteine ​​niedriger Dichte. </p> <p> Mandeln können Allergie oder Intoleranz verursachen. Kreuzreaktivität ist üblich mit Pfirsichallergenen (Lipid-Transferproteinen) und Baumnuss-Allergenen. Die Symptome reichen von lokalen Anzeichen und Symptomen (zB orales Allergiesyndrom, Kontakturtikaria) bis hin zu systemischen Anzeichen und Symptomen wie Anaphylaxie (zB Urtikaria, Angioödem, gastrointestinale und respiratorische Symptome) während des Verdauungsprozesses beim Menschen Kann Mandelmehl in kurzkettige<font color='red'> Fettsäuren fermentiert werden, besonders Butyrat, das ein Substrat für Zellen ist, die den Dickdarm auskleiden. </p>"
        },
        {
          "language_name": "portuguese",
          "fruits_title": "Amêndoas",
          "fruits_detail": "<h3> Por Amêndoas </h3> <p> A amêndoa é um alimento nutricionalmente denso e é uma fonte rica de<font color='red'> Vitamina E</font>, Contendo 26 mg por 100 g. Eles também são ricos em<font color='red'> Fibra dietética, vitaminas B, minerais essenciais como magnésio, cobre, manganês, cálcio e potássio, bem como gorduras monoinsaturadas e gorduras poliinsaturadas</font>, Gorduras que potencialmente podem diminuir o colesterol LDL. Típico de nozes e sementes, as amêndoas também contêm fitoesteróis, como Beta-sitosterol, estigmasterol, campesterol, sitostanol e campestanol, que têm sido associados com colesterol-abaixando propriedades. </p> <p> Níveis sanguíneos de lipoproteínas de alta densidade e lipoproteínas de baixa densidade. </p> <p> As amêndoas podem causar alergia ou intolerância. A reactividade cruzada é comum com alérgenos de pêssego (proteínas de transferência de lípidos) e alérgenos de castanha de árvore. Os sintomas variam de sinais e sintomas locais (por exemplo, síndrome alérgica oral, urticária de contato) a sinais e sintomas sistêmicos, incluindo anafilaxia (por exemplo, urticária, angioedema, sintomas gastrointestinais e respiratórios). Durante o processo de digestão em seres humanos , A farinha de amêndoa pode ser fermentada em cadeia curta<font color='red'> ácidos graxos </font>, Mais notavelmente butirato que é um substrato para as células que revestem o intestino grosso. </p>"
        },
        {
          "language_name": "russian",
          "fruits_title": "миндаль",
          "fruits_detail": "<h3> Почему Миндаль? </h3> <p> Миндаль является питательно плотной пищи и является богатым источником<font color='red'> витамин Е</font> , Содержащий 26 мг на 100 г. Они также богаты<font color='red'> пищевые волокна, витамины группы В, незаменимые минералы, такие как магний, медь, марганец, кальций и калий, а также мононенасыщенные и полиненасыщенные жиры</font> , Жиры, которые потенциально могут снизить уровень холестерина ЛПНП. Типичные орехи и семена, миндаль также содержат фитостеролы, такие как бета-ситостерол, стигмастерола, кампестерола, ситостанола и кампестанола, которые были связаны с понижающих холестерин свойствами. </p> <p> Предварительное потребление научных сотрудников миндаля с повышенным уровень содержания в крови липопротеидов высокой плотности и низких липопротеинов низкой плотности. </p> <p> Миндаль может вызвать аллергию или непереносимость. Перекрестная реактивность является общим с персиковыми аллергены (передача липидный белков) и орехового дерева аллергенов. Симптомы варьируются от местных признаков и симптомов (например, синдром оральной аллергии, контакт крапивница) до системных признаков и симптомов, включая анафилактический шок (например, крапивница, ангионевротический отек, желудочно-кишечные и респираторные симптомы). </p> <p> В процессе пищеварения в организме человека , миндальной муки может быть сбраживается в короткой цепи<font color='red'> жирные кислоты </font> , В первую очередь, бутират, который является субстратом для клеток, выстилающих толстую кишку. </p>"
        },
        {
          "language_name": "arabic",
          "fruits_title": "لوز",
          "fruits_detail": "<h3> لماذا اللوز؟ </h3> <p> اللوز هو غذاء كثيف غذائيا، وهو مصدر غني من <font color='red'> فيتامين E</font>، تحتوي على 26 ملغ لكل 100 غرام. كما أنها غنية في <font color='red'> الألياف الغذائية والفيتامينات B والمعادن الأساسية مثل المغنيسيوم والنحاس والمنغنيز والكالسيوم والبوتاسيوم وكذلك الدهون أحادية غير المشبعة والدهون غير المشبعة </font>، والدهون التي يحتمل أن خفض الكولسترول لدل. نموذجي من المكسرات والبذور، واللوز أيضا تحتوي على فيتوستيرولس مثل بيتا سيتوستيرول، ستيغماستيرول، كامبستيرول، سيتوستانول، و كامبستانول، التي ارتبطت مع خصائص خفض الكوليسترول. </p> <p> البحوث الأولية الزميلة استهلاك اللوز مع مرتفعة ومستويات الدم من البروتينات الدهنية عالية الكثافة والبروتينات الدهنية المنخفضة الكثافة. </p> <p> قد تسبب اللوز الحساسية أو التعصب. عبر التفاعل هو شائع مع المواد المسببة للحساسية الخوخ (البروتينات نقل الدهون) ومسببات الحساسية الجوز شجرة. وتتراوح الأعراض من العلامات والأعراض المحلية (على سبيل المثال، متلازمة الحساسية عن طريق الفم، الشرى الاتصال) إلى علامات وأعراض الجهازية بما في ذلك الحساسية المفرطة (على سبيل المثال، الشرى، وذمة وعائية، وأعراض الجهاز الهضمي والجهاز التنفسي). </p> <p> أثناء عملية الهضم في البشر ، ويمكن تخمير دقيق اللوز في سلسلة قصيرة <font color='red'> الأحماض الدهنية </font>، وأبرزها بوتيرات وهو الركيزة للخلايا بطانة الأمعاء الغليظة. </p>"
        },
        {
          "language_name": "spanish",
          "fruits_title": " Almendras",
          "fruits_detail": "<h3>Por qué almendra?</h3> almendra es un alimento nutricionalmente denso y es una rica fuente de <font color='red'> vitamina E<span style='color: black;'>, que contiene 26 mg por 100 g. También son ricos en fibra dietética, vitaminas B, minerales esenciales como el magnesio, cobre, manganeso, calcio y potasio, así como grasas monoinsaturadas y grasas poliinsaturadas, grasas que potencialmente pueden disminuir el colesterol LDL. Típico de las nueces y las semillas, las almendras también contienen fitosteroles, como el beta-sitosterol, estigmasterol, campesterol, sitostanol y campestanol, que se han asociado con las propiedades de reducción del colesterol. </p> <p> Niveles de sangre de lipoproteínas de alta densidad y lipoproteínas de baja densidad más bajos. Las almendras pueden causar alergia o intolerancia. La reactividad cruzada es común con alérgenos de melocotón (proteínas de transferencia de lípidos) y alergenos de frutos secos. Los síntomas van desde signos y síntomas locales (p. Ej., Síndrome de alergia oral, urticaria de contacto) hasta signos y síntomas sistémicos incluyendo anafilaxia (por ejemplo, urticaria, angioedema, síntomas gastrointestinales y respiratorios). , La harina de almendra puede fermentarse en ácidos grasos <font color='red'> de cadena corta<span style='color: black;'>, especialmente el butirato que es un sustrato para las células que recubren el intestino grueso."
        }
      ]
    },
    {
      "icon": "grapes.png",
      "languages": [
        {
          "language_name": "english",
          "fruits_title": "Grapes",
          "fruits_detail": "<h3>Why Grapefruit?</h3> <p>Grapefruit is an excellent source of many <font color='red'>nutrients and phytochemicals</font> that contribute to a healthy diet. Grapefruit is a good source of <font color='red'>vitamin C</font>, contains the <font color='red'>fiber pectin</font>, and the pink and red hues contain the beneficial <font color='red'>antioxidant lycopene</font>. Studies have shown grapefruit helps lower cholesterol, and there is evidence that the seeds have antioxidant properties, Grapefruit forms a core part of the 'grapefruit diet', the theory being that the fruit's low glycemic index is able to help the body's metabolism burn fat.</p> <p><font color='red'>Grapefruit seed extract (GSE)</font> has been shown to have strong antimicrobial properties against fungi. It is also believed to have antimicrobial properties for bacteria, however there are no known studies that demonstrate its efficacy. Additionally, although GSE is promoted as a highly effective plant-based preservative by some natural personal care manufacturers, studies have shown that the apparent antimicrobial activity associated with GSE preparations is merely due to contamination with synthetic preservatives.</p> <p>There is a popular myth that grapefruits contain high amounts of spermidine, a simple polyamine that may be related to aging. The myth probably relies on the confusion between spermidine and putrescine. While citrus fruits show high amounts of putrescine, they contain very little spermidine.</p>"
        },
        {
          "language_name": "french",
          "fruits_title": "les raisins",
          "fruits_detail": "<P> Pourquoi le pamplemousse </h3> <p> Le pamplemousse est une excellente source de nombreux<font color='red'>Nutriments et produits phytochimiques </font> qui contribuent à une alimentation saine. Pamplemousse est une bonne source de<font color='red'>Vitamine C </font>, contient le<font color='red'>Fibre pectine </font>, et les teintes roses et rouges contiennent le bénéfique<font color='red'>Antioxydant lycopène </font>. Des études ont montré que le pamplemousse contribue à réduire le cholestérol, et il existe des preuves que les graines ont des propriétés antioxydantes, le pamplemousse forme une partie centrale du «régime de pamplemousse», la théorie étant que l'indice glycémique faible du fruit est capable d'aider le métabolisme du corps à brûler les graisses. </p> <p><font color='red'>L'extrait de pépins de pamplemousse (GSE) </font> s'est révélé avoir de fortes propriétés antimicrobiennes contre les champignons. On pense également avoir des propriétés antimicrobiennes pour les bactéries, mais il n'existe pas d'études connues qui démontrent son efficacité. En outre, bien que la GSE soit promue comme un agent de conservation hautement efficace à base de plantes par certains fabricants de soins personnels naturels, des études ont montré que l'activité antimicrobienne apparente associée à des préparations GSE est simplement due à la contamination par des conservateurs synthétiques. Est un mythe populaire que les pamplemousses contiennent de grandes quantités de spermidine, une polyamine simple qui peut être liée au vieillissement. Le mythe s'appuie probablement sur la confusion entre la spermidine et la putrescine. Alors que les agrumes affichent de fortes quantités de putrescine, ils contiennent très peu de spermidine. </p>"
        },
        {
          "language_name": "german",
          "fruits_title": "Trauben",
          "fruits_detail": "<h3> Warum Grapefruit? </h3> <p> Grapefruit ist eine ausgezeichnete Quelle für viele<font color='red'> Nährstoffe und phytochemicals </font>, die zu einer gesunden Ernährung beitragen. Grapefruit ist eine gute Quelle für<font color='red'> Vitamin C, enthält die<font color='red'> Faser Pectin </font> und die rosa und roten Farbtöne enthalten die nützlichen<font color='red'> Antioxidans Lycopin </font>. Studien haben gezeigt, dass Grapefruit hilft, Cholesterin zu senken, und es gibt Beweise, dass die Samen antioxidative Eigenschaften haben, Grapefruit bildet einen Kernteil der 'Grapefruit-Diät', die Theorie, dass die Frucht niedrigen glykämischen Index ist in der Lage, den körpereigenen Stoffwechsel Fett zu helfen. </p> <p>? Aufrechtzuerhalten. Aufrechtzuerhalten. Grapefruit-Samen-Extrakt (GSE) </font> hat sich gezeigt, dass starke antimikrobielle Eigenschaften gegen Pilze haben. Es wird auch angenommen, dass sie antimikrobielle Eigenschaften für Bakterien haben, jedoch gibt es keine bekannten Studien, die ihre Wirksamkeit zeigen. Zusätzlich, obwohl GSE als ein hochwirksames pflanzliches Konservierungsmittel von einigen natürlichen Körperpflegeproduzenten gefördert wird, haben Studien gezeigt, dass die scheinbare antimikrobielle Aktivität, die mit GSE-Präparaten verbunden ist, lediglich auf eine Kontamination mit synthetischen Konservierungsmitteln zurückzuführen ist Ist ein beliebter Mythos, dass Grapefruits enthalten hohe Mengen an Spermidin, ein einfaches Polyamin, die im Zusammenhang mit Alterung. Der Mythos stützt sich vermutlich auf die Verwirrung zwischen Spermidin und Putrescin. Während Zitrusfrüchte hohe Mengen an Putrescin zeigen, enthalten sie sehr wenig Spermidin. </p>"
        },
        {
          "language_name": "portuguese",
          "fruits_title": "Uvas",
          "fruits_detail": "<h3> Por Grapefruit? </h3> <p> Grapefruit é uma excelente fonte de muitos<font color='red'> Nutrientes e fitoquímicos</font>Que contribuem para uma dieta saudável. Toranja é uma boa fonte de<font color='red'> vitamina C </font>, Contém o<font color='red'> Pectina de fibra</font>, E os matizes rosa e vermelho contêm o benéfico<font color='red'> Antioxidante licopeno</font>. Estudos têm mostrado grapefruit ajuda a reduzir o colesterol, e há evidências de que as sementes têm propriedades antioxidantes, Grapefruit forma uma parte central da dieta de toranja, a teoria é que o índice glicêmico baixo da fruta é capaz de ajudar o metabolismo do corpo queimar gordura. </p> <p><font color='red'> Extrato de sementes de toranja (GSE)</font>Tem demonstrado possuir fortes propriedades antimicrobianas contra fungos. Acredita-se também que tem propriedades antimicrobianas para bactérias, no entanto não existem estudos conhecidos que demonstram a sua eficácia. Além disso, embora o GSE seja promovido como um conservante altamente eficaz baseado em plantas por alguns fabricantes de cuidados pessoais naturais, estudos mostraram que a atividade antimicrobiana aparente associada com preparações GSE é meramente devido à contaminação com conservantes sintéticos. </p> <p> É um mito popular de que as toranjas contêm grandes quantidades de espermidina, uma poliamina simples que pode estar relacionada ao envelhecimento. O mito provavelmente depende da confusão entre espermidina e putrescina. Enquanto citrinos mostram altas quantidades de putrescine, eles contêm muito pouco espermidina. </p>"
        },
        {
          "language_name": "russian",
          "fruits_title": "виноград",
          "fruits_detail": "<h3> Почему грейпфрут? </h3> <p> Грейпфрут является прекрасным источником многих<font color='red'> питательные вещества и фитохимические</font> которые способствуют здоровому питанию. Грейпфрут является хорошим источником<font color='red'> Витамин С </font> , Содержит<font color='red'> пектин волокна</font> , А также розовые и красные оттенки содержат полезное<font color='red'> антиоксидант ликопин</font> , Исследования показали, грейпфрут помогает снизить уровень холестерина, и есть доказательства того, что семена обладают антиоксидантными свойствами, грейпфрут образует основную часть грейпфрут диета, теории в том, что с низким гликемическим индексом плод в состоянии помочь метаболизм организма сжигать жир. </p> <p><font color='red'> Экстракт семян грейпфрута (GSE)</font> Было показано, что обладают сильными антимикробными свойствами против грибков. Считается также, чтобы иметь антимикробные свойства для бактерий, однако нет никаких известных исследований, которые демонстрируют свою эффективность. Кроме того, хотя GSE способствует как высокоэффективный консервант на основе растений некоторыми естественными производителями средств личной гигиены, исследования показали, что видимая антимикробная активность, связанная с GSE препаратов просто из-за загрязнения синтетическими консервантами. </p> <p> Там популярный миф, что грейпфруты содержат большое количество спермидин, простой полиамин, что может быть связано со старением. Миф, вероятно, зависит от путаницы между спермидин и путресцина. В то время как цитрусовые показывают большое количество путресцина, они содержат очень мало спермидин. </p>"
        },
        {
          "language_name": "arabic",
          "fruits_title": "العنب",
          "fruits_detail": "<h3> لماذا الجريب فروت؟ </h3> <p> الجريب فروت هو مصدر ممتاز للكثير من <font color='red'> المغذيات والمواد الكيميائية النباتية </font> التي تسهم في اتباع نظام غذائي صحي. الجريب فروت هو مصدر جيد من <font color='red'> فيتامين C</font>، يحتوي على <font color='red'> pectin</font>، والوردي والأحمر الأشكال تحتوي على <font color='red'> المضادة للأكسدة مفيدة lycopene</font>. وقد أظهرت الدراسات الجريب فروت يساعد على خفض الكولسترول، وهناك أدلة على أن البذور لها خصائص مضادة للأكسدة، الجريب فروت يشكل جزءا أساسيا من  لنظام الغذائي الجريب فروت، نظرية كونها مؤشر انخفاض نسبة السكر في الدم منخفضة قادرة على مساعدة عملية التمثيل الغذائي في الجسم حرق الدهون. </p> <p>؟ ؟ ؟ وقد أظهرت الجريب فروت استخراج البذور (غس) </font> أن يكون خصائص مضادة للميكروبات قوية ضد الفطريات. ويعتقد أيضا أن لها خصائص مضادة للميكروبات للبكتيريا، ولكن لا توجد دراسات معروفة تثبت فعاليتها. بالإضافة إلى ذلك، على الرغم من أن غس يتم الترويج لها باعتبارها حافظة قائمة على النباتات فعالة للغاية من قبل بعض الشركات المصنعة للعناية الشخصية الطبيعية، وقد أظهرت الدراسات أن النشاط المضاد للميكروبات واضح المرتبطة الاستعدادات غس هو مجرد بسبب التلوث مع المواد الحافظة الاصطناعية. </p> <p> هناك هو أسطورة شعبية أن الكريبفرويتس تحتوي على كميات عالية من سبيرميدين، وهو بوليامين بسيط التي قد تكون ذات صلة الشيخوخة. ربما تعتمد الأسطورة على الارتباك بين سبيرميدين و بوتريسكين. في حين تظهر الحمضيات كميات عالية من بوتريسكين، أنها تحتوي على القليل جدا من سبيرميدين. </p>"
        },
        {
          "language_name": "spanish",
          "fruits_title": "Pomelo",
          "fruits_detail": "<h3>Por qué pomelo? </h3> <p> La toronja es una excelente fuente de muchos nutrientes <font color='red'> y fitoquímicos<span style='color: black;'> que contribuyen a una dieta saludable. El pomelo es una buena fuente de <font color='red'> vitamina C<span style='color: black;'>, contiene la fibra de <font color='red'> pectin<span style='color: black;'>, y las tonalidades rosadas y rojas contienen el antioxidante beneficioso <font color='red'> licopeno<span style='color: black;'>. Los estudios han demostrado que el pomelo ayuda a bajar el colesterol, y hay evidencia de que las semillas tienen propiedades antioxidantes, la toronja forma una parte central de la dieta de la toronja, la teoría es que el índice glucémico bajo de la fruta es capaz de ayudar al metabolismo del cuerpo a quemar grasa. </p> <p>? ? ? Se ha demostrado que el extracto de semilla de toronja (GSE) <span style='color: black;'> tiene fuertes propiedades antimicrobianas contra hongos. También se cree que tiene propiedades antimicrobianas para las bacterias, sin embargo no hay estudios conocidos que demuestren su eficacia. Además, a pesar de GSE es promovido como un conservante de alta eficacia basado en plantas de algunos fabricantes de cuidado personal natural, estudios han demostrado que la aparente actividad antimicrobiana asociada con preparaciones GSE es meramente debido a la contaminación con conservantes sintéticos. </p> <p> Es un mito popular de que las toronjas contienen altas cantidades de espermidina, una poliamina simple que puede estar relacionada con el envejecimiento. El mito probablemente se basa en la confusión entre espermidina y putrescina. Mientras que los cítricos muestran altas cantidades de putrescina, contienen muy poco espermidina. </p>"
        }
      ]
    },
    {
      "icon": "wheat_germ.png",
      "languages": [
        {
          "language_name": "english",
          "fruits_title": "Wheat Germ",
          "fruits_detail": "<h3>Why Wheat-Germ?</h3> <p>Wheat germ or wheatgerm is a concentrated source of several essential nutrients including <font color='red'>Vitamin E, folate (folic acid), phosphorus, thiamin, zinc, and magnesium</font>, as well as essential fatty acids and fatty alcohols. It is a good source of fiber. White bread is made using flour that has had the germ and bran removed.</p> <p>Wheat germ can be added to protein shakes, casseroles, muffins, pancakes, cereals, yogurt, smoothies, cookies, and other goods. Wheat germ can become rancid if not properly stored in a refrigerator or freezer, and away from sunlight. Some manufacturers prevent rancidity by storing wheat germ in vacuum sealed glass containers.</p>"
        },
        {
          "language_name": "french",
          "fruits_title": "Germe de blé",
          "fruits_detail": "<h3> Pourquoi le germe de blé </h3> <p> Le germe de blé ou le germe de blé est une source concentrée de plusieurs nutriments essentiels, y compris<font color='red'>La vitamine E, le folate (acide folique), le phosphore, la thiamine, le zinc et le magnésium </font>, ainsi que les acides gras essentiels et les alcools gras. C'est une bonne source de fibres. Le pain blanc est fait à l'aide de farine qui a eu le germe et le son retiré. Le germe de blé peut être ajouté à des secousses de protéines, casseroles, muffins, crêpes, céréales, yaourts, smoothies, biscuits et autres marchandises. Le germe de blé peut devenir rance s'il n'est pas correctement stocké dans un réfrigérateur ou un congélateur, et à l'abri de la lumière du soleil. Certains fabricants empêchent le rancissement en stockant le germe de blé dans des récipients en verre scellés sous vide."
        },
        {
          "language_name": "german",
          "fruits_title": "Weizenkeim",
          "fruits_detail": "<h3> Warum Weizen-Germ? </h3> <p> Weizenkeim oder Weizenkeim ist eine konzentrierte Quelle für mehrere essentielle Nährstoffe einschließlich <font color='red'> Vitamin E, Folsäure, Phosphor, Thiamin, Zink und Magnesium </font> sowie essentielle Fettsäuren und Fettalkoholen. Es ist eine gute Quelle für Ballaststoffe. Weißbrot wird unter Verwendung des Mehls gebildet, das den Keim und die Kleie entfernt hat. </p> <p> Weizenkeim kann Proteinshakes, Kasserollen, Muffins, Pfannkuchen, Getreide, Joghurt, Smoothies, Plätzchen und andere Waren hinzugefügt werden. Weizenkeime können ranzig werden, wenn sie nicht ordnungsgemäß in einem Kühlschrank oder Gefrierschrank, und weg von Sonnenlicht gespeichert. Einige Hersteller verhindern Ranzigkeit durch die Lagerung von Weizenkeim in vakuumversiegelten Glasbehältern. </p>"
        },
        {
          "language_name": "portuguese",
          "fruits_title": "Germe do trigo",
          "fruits_detail": "<h3> Por que germe de trigo? </h3> <p> Germe de trigo ou germe de trigo é uma fonte concentrada de vários nutrientes essenciais, incluindo<font color='red'> Vitamina E, folato (ácido fólico), fósforo, tiamina, zinco e magnésio</font>, Bem como ácidos gordos essenciais e álcoois gordos. É uma boa fonte de fibra. O pão branco é feito usando a farinha que teve o germe eo farelo removidos. O germe do trigo pode ser adicionado aos shakes da proteína, casseroles, muffins, panquecas, cereais, iogurte, smoothies, biscoitos, e outros bens. O germe de trigo pode tornar-se rançoso se não for devidamente armazenado em um refrigerador ou freezer, e longe da luz solar. Alguns fabricantes de evitar a rancidez por armazenar germe de trigo em recipientes de vidro selado a vácuo.</p>"
        },
        {
          "language_name": "russian",
          "fruits_title": "Зародыши пшеницы",
          "fruits_detail": "<h3> Почему зародышей пшеницы? </h3> <p> зародышей пшеницы или зародышей пшеницы является концентрированным источником нескольких необходимых питательных веществ, в том числе<font color='red'> Витамин Е, фолиевая кислота (фолиевая кислота), фосфор, тиамин, цинк и магний</font> , А также незаменимые жирные кислоты и жирные спирты. Это является хорошим источником клетчатки. Белый хлеб производится с использованием муки, которая была зародыш и отруби удалены. </p> <p> зародышей пшеницы могут быть добавлены к протеиновые коктейли, запеканки, кексы, блины, мюсли, йогурт, фруктовые коктейли, печенье и другие товары. Зародыши пшеницы может стать прогорклым при неправильном хранении в холодильнике или морозильной камере, и вдали от солнечного света. Некоторые производители предотвращают прогорклости при хранении зародыши пшеницы в вакуумных герметичных стеклянных контейнерах. </p>"
        },
        {
          "language_name": "arabic",
          "fruits_title": "جرثومة القمح",
          "fruits_detail": "<h3> لماذا القمح الجرثومي؟ </h3> <p> القمح الجرثومية أو وتيجرم هو مصدر المركزة من العديد من العناصر الغذائية الأساسية بما في ذلك <font color='red'> فيتامين E، حمض الفوليك (حمض الفوليك) والفوسفور والثيامين والزنك والمغنيسيوم </font>، وكذلك الأحماض الدهنية الأساسية والكحول الدهنية. بل هو مصدر جيد من الألياف. الخبز الأبيض يتم باستخدام الدقيق الذي كان قد تم إزالة الجراثيم والنخالة. </p> <p> يمكن إضافة جرثومة القمح إلى هزات البروتين والأوعية المقاومة للحرارة والكعك والفطائر والحبوب والزبادي والعصائر والكعك وغيرها من السلع. يمكن أن تصبح جرثومة القمح زنخ إذا لم يتم تخزينها بشكل صحيح في الثلاجة أو الفريزر، وبعيدا عن أشعة الشمس. بعض الشركات المصنعة منع النتانة عن طريق تخزين جرثومة القمح في فراغ حاويات الزجاج مختومة. </p>"
        },
        {
          "language_name": "spanish",
          "fruits_title": "Germen de trigo",
          "fruits_detail": "<h3>Por qué germen de trigo?</h3> o el germen de trigo es una fuente concentrada de varios nutrientes esenciales, incluyendo <font color='red'> vitamina E, ácido fólico (folato), fósforo, tiamina, zinc y magnesio<span style='color: black;'>, así como ácidos grasos esenciales y alcoholes grasos . Es una buena fuente de fibra. El pan blanco se hace con harina que ha tenido el germen y el salvado eliminado. El germen de trigo se puede agregar a batidos de proteínas, cazuelas, muffins, panqueques, cereales, yogur, batidos, galletas y otros bienes. El germen de trigo puede volverse rancio si no se almacena correctamente en un refrigerador o congelador, y lejos de la luz solar. Algunos fabricantes previenen la rancidez almacenando germen de trigo en envases de vidrio sellados al vacío. </p>"
        }
      ]
    },
    {
      "icon": "tea.png",
      "languages": [
        {
          "language_name": "english",
          "fruits_title": "Tea",
          "fruits_detail": "<h3>Why Tea?</h3> <p>Black and green teas contain no essential nutrients in significant content, with the exception of the <font color='red'>dietary mineral, manganese</font> at 0.5 mg per cup or 26% of the Daily Value. Tea leaves contain diverse polyphenols, including <font color='red'>flavonoids, epigallocatechin gallate (commonly noted as EGCG)</font> and other catechins.</p> <p>It has been suggested that green and black tea may protect against cancer or other diseases such as obesity or <font color='red'>Alzheimer's disease</font>, but the compounds found in green tea have not been adequately demonstrated to have any effect on human diseases</p>"
        },
        {
          "language_name": "french",
          "fruits_title": "thé",
          "fruits_detail": "<h3> Pourquoi le thé? </h3> <p> Les thés noirs et verts ne contiennent pas de nutriments essentiels dans un contenu significatif, à l'exception du <font color='red'>Minéral alimentaire, manganèse </font> à 0,5 mg par tasse ou 26% de la valeur quotidienne. Les feuilles de thé contiennent des polyphénols divers, y compris<font color='red'>Les flavonoïdes, le gallate d'épigallocatechin (noté communément comme EGCG) et d'autres catéchines. Il a été suggéré que le thé vert et noir peut protéger contre le cancer ou d'autres maladies telles que l'obésité ou La maladie d'Alzheimer</font>, mais les composés trouvés dans le thé vert n'ont pas été suffisamment démontrés pour avoir un effet sur les maladies humaines </p>"
        },
        {
          "language_name": "german",
          "fruits_title": "Tee",
          "fruits_detail": "<h3> Warum Tee? </h3> <p> Schwarze und grüne Tees enthalten keine wesentliche Nährstoffe in signifikantem Gehalt, mit Ausnahme des <font color='red'> diätetischen Minerals, Mangan </font> bei 0,5 mg pro Tasse oder 26% des täglichen Wertes . Teeblätter enthalten verschiedene Polyphenole, einschließlich <font color='red'> Flavonoide, Epigallocatechingallat (gemeinhin als EGCG bezeichnet) und andere Catechine. Es wurde vorgeschlagen, dass grüner und schwarzer Tee gegen Krebs oder andere Krankheiten wie schützen kann Wie Fettleibigkeit oder Alzheimer-Krankheit </font>, aber die Verbindungen, die in grünem Tee gefunden werden, sind nicht hinreichend nachgewiesen worden, irgendeine Wirkung auf menschliche Krankheiten zu haben </p>"
        },
        {
          "language_name": "portuguese",
          "fruits_title": "Chá",
          "fruits_detail": "<h3> Por Chá? </h3> <p> Os chás pretos e verdes não contêm nutrientes essenciais em conteúdo significativo, com exceção do<font color='red'> Mineral dietético, manganês</font>A 0,5 mg por xícara ou 26% do Valor Diário. As folhas de chá contêm diversos polifenóis, incluindo<font color='red'> Flavonóides, galato de epigalocatequina (comumente referido como EGCG)</font>E outras catechins. foi sugerido que chá verde e preto pode proteger contra câncer ou outras doenças como obesidade ou<font color='red'> Doença de Alzheimer </font>, Mas os compostos encontrados no chá verde não foram adequadamente demonstrados para ter qualquer efeito sobre as doenças humanas </p>"
        },
        {
          "language_name": "russian",
          "fruits_title": "Чай",
          "fruits_detail": "<h3> Почему чай? </h3> <p> Черный и зеленый чай не содержат необходимых питательных веществ в значительном содержании, за исключением названных<font color='red'> диетический минерал, марганец</font> в количестве 0,5 мг на чашку или 26% от суточной нормы. Чайные листья содержат различные полифенолы, в том числе<font color='red'> флавоноиды, эпигаллокатехин галлат (обычно отмечен как EGCG)</font> и других катехинов. </p> <p> Было высказано предположение, что зеленый и черный чай может защитить от рака или других заболеваний, таких как ожирение или<font color='red'> Болезнь Альцгеймера </font> , Но соединения, найденные в зеленом чае не были должным образом продемонстрировано, оказывает никакого влияния на человека заболеваний </p>"
        },
        {
          "language_name": "arabic",
          "fruits_title": "شاي",
          "fruits_detail": "<h3> لماذا الشاي؟ </h3> <p> الشاي الأسود والأخضر لا تحتوي على المغذيات الأساسية في محتوى كبير، باستثناء <font color='red'> الغذائية الغذائية، المنغنيز </font> في 0.5 ملغ لكل كوب أو 26٪ من القيمة اليومية. تحتوي أوراق الشاي على بوليفينول متنوعة، بما في ذلك <font color='red'> الفلافونويدات، إبيغالوكاتشين غالات (يشار إليها عادة باسم إغغ) </font> وغيرها من المضايقات. </p> <p> وقد اقترح أن الشاي الأخضر والأسود قد تحمي من السرطان أو أمراض أخرى مثل السمنة أو <font color='red'> مرض الزهايمر </font>، ولكن المركبات التي تم العثور عليها في الشاي الأخضر لم تثبت بما فيه الكفاية أن يكون لها أي تأثير على الأمراض البشرية </p>"
        },
        {
          "language_name": "spanish",
          "fruits_title": "Té",
          "fruits_detail": "<h3>Por qué tés?</h3>negros y verdes no contienen nutrientes esenciales en un contenido significativo, con la excepción del mineral dietético <font color='red'>, manganeso<span style='color: black;'> a 0,5 mg por taza o 26% del Valor Diario. Las hojas de té contienen diversos polifenoles, incluyendo <font color='red'> flavonoides, epigalocatequina galato (comúnmente conocido como EGCG) <span style='color: black;'> y otras catequinas. Se ha sugerido que el té verde y negro puede proteger contra el cáncer u otras enfermedades como la obesidad o <font color='red'> Enfermedad de Alzheimer<span style='color: black;'>, pero los compuestos que se encuentran en el té verde no se ha demostrado adecuadamente que tengan algún efecto sobre las enfermedades humanas </p>"
        }
      ]
    },
    {
      "icon": "sweet_potato.png",
      "languages": [
        {
          "language_name": "english",
          "fruits_title": "Sweet Potato",
          "fruits_detail": "<h3>Why Sweet Potato?</h3> <p>Besides simple starches, raw sweet potatoes are rich in complex <font color='red'>carbohydrates, dietary fiber and beta-carotene (a provitamin A carotenoid)</font>, while having moderate contents of other micronutrients, including <font color='red'>vitamin B5, vitamin B6, manganese and potassium</font>. When cooked by baking, small variable changes in micronutrient content occur to include a higher content of vitamin C at 24% of the Daily Value per 100 g serving (right table), as well as an increase in polyphenol levels.</p> <p>The Center for Science in the Public Interest has compared the nutritional value of sweet potatoes to other foods. Considering fiber content, complex carbohydrates, protein, vitamin A and potassium, the sweet potato ranked highest in nutritional value.</p> <p>Sweet potato varieties with dark orange flesh have more beta carotene than those with light-colored flesh, and their increased cultivation is being encouraged in Africa, where vitamin A deficiency is a serious health problem. A 2012 study of 10,000 households in Uganda found that 50% of children who ate normal sweet potatoes suffered from vitamin A deficiency compared with only 10% of those on the high beta carotene variety.</p>"
        },
        {
          "language_name": "french",
          "fruits_title": "Patate douce",
          "fruits_detail": "<h3> Pourquoi la patate douce? </h3> <p> Outre les amidons simples, les patates douces crues sont riches en complexes<font color='red'>Des hydrates de carbone, des fibres alimentaires et du bêta-carotène (un caroténoïde de provitamine A) </font>, tout en ayant un contenu modéré d'autres micronutriments, ? ? Vitamine B5, vitamine B6, manganèse et potassium </font>. Lors de la cuisson par cuisson, de petits changements variables dans la teneur en micronutriments se produisent pour inclure une teneur plus élevée en vitamine C à 24% de la valeur quotidienne par portion de 100 g (tableau de droite), ainsi qu'une augmentation des niveaux de polyphénols. P> Le Centre pour la science dans l'intérêt public a comparé la valeur nutritive des patates douces à d'autres aliments. Les variétés de patates douces ayant une chair d'orange foncé ont plus de bêta-carotène que celles avec de la chair de couleur pâle, et les pommes de terre douces ont une teneur en protéines, en vitamine A et en potassium, Leur culture accrue est encouragée en Afrique, où la carence en vitamine A est un grave problème de santé. Une étude menée en 2012 auprès de 10 000 ménages en Ouganda a révélé que 50% des enfants qui mangeaient des patates douces normales souffraient de carence en vitamine A comparativement à seulement 10% de ceux qui présentaient un taux élevé de bêta-carotène."
        },
        {
          "language_name": "german",
          "fruits_title": "Süßkartoffel",
          "fruits_detail": "<h3> Warum Süßkartoffel? </h3> <p> Neben einfachen Stärken sind rohe Süßkartoffeln reich an komplexen<font color='red'> Kohlenhydraten, Ballaststoffen und Beta-Carotin (ein Provitamin-A-Carotinoid) </font> Andere Mikronährstoffe, einschließlich<font color='red'> Vitamin B5, Vitamin B6, Mangan und Kalium </font>. Beim Backen sind kleine Variationen des Mikronährstoffgehaltes mit einem höheren Vitamin C-Gehalt an 24% des Tageswerts pro 100 g Portion (rechte Tabelle) sowie einer Erhöhung des Polyphenolspiegels verbunden. </p> < P> Das Zentrum für Wissenschaft im öffentlichen Interesse hat den Nährwert von Süßkartoffeln mit anderen Lebensmitteln verglichen. Süßkartoffel-Sorten mit dunklem Orangenfleisch haben mehr Beta-Carotin als diejenigen mit hellem Fleisch und Süßkartoffel-Sorten mit dunklem Orangenfleisch Wird ihr vermehrter Anbau in Afrika gefördert, wo Vitamin A-Mangel ein ernstes Gesundheitsproblem ist. Eine Studie von 10.000 Haushalten in Uganda ergab, dass 50% der Kinder, die normale Süßkartoffeln aßen, an Vitamin-A-Mangel litten, verglichen mit nur 10% derjenigen auf der hohen Beta-Carotin-Sorte"
        },
        {
          "language_name": "portuguese",
          "fruits_title": "Batata doce",
          "fruits_detail": "<h3> Por que batata doce? </h3> <p> Além de amidos simples, batata-doce cru são ricas em complexo<font color='red'> Carboidratos, fibra dietética e beta-caroteno (um carotenóide provitamina A)</font>, Enquanto tendo conteúdo moderado de outros micronutrientes, incluindo<font color='red'> Vitamina B5, vitamina B6, manganês e potássio</font>. Quando cozido por cozimento, pequenas mudanças variáveis ​​no conteúdo de micronutrientes ocorrem para incluir um maior teor de vitamina C a 24% do Valor Diário por 100 g de servir (tabela direita), bem como um aumento nos níveis de polifenóis. O Centro de Ciência do Interesse Público comparou o valor nutricional das batatas-doces com outros alimentos. <br> variedades de batata doce com carne de laranja escuro têm mais beta caroteno do que aqueles com carne de cor clara, e Seu cultivo aumentado está sendo encorajado em África, onde a deficiência de vitamina A é um problema de saúde grave. Um estudo de 2012 de 10.000 famílias em Uganda descobriu que 50% das crianças que comeram batata-doce normal sofreu de deficiência de vitamina A, em comparação com apenas 10% daqueles com a variedade de beta-caroteno alto.</p>"
        },
        {
          "language_name": "russian",
          "fruits_title": "Сладкая картошка",
          "fruits_detail": "<h3> Почему батат? </h3> <p> Кроме простых крахмалов, сырые сладкий картофель богаты комплексом<font color='red'> углеводы, пищевые волокна и бета-каротин (провитамин каротиноид)</font> , Имея при этом умеренное содержание других питательных микроэлементов, в том числе<font color='red'> витамин В5, витамин В6, марганец и калий</font> , При тепловой обработке обжигом, небольшие переменные изменения в содержании питательных микроэлементов происходит, чтобы включить более высокое содержание витамина С в 24% от суточной нормы на 100 г порция (правую таблицу), а также повышению уровня полифенолов. </p> < р> Центр науки в интересах общества сравнил питательную ценность сладкого картофеля к другим продуктам. Учитывая содержание клетчатки, сложных углеводов, белков, витамина А и калия, сладкий картофель занимает самое высокое место в пищевой ценности. </p> <p> Сладкие сорта картофеля с темно-оранжевой мякотью имеют больше бета-каротина, чем те, с светлой плоти, и увеличение их культивирования поощряется в Африке, где дефицит витамина А является серьезной проблемой здравоохранения. 2012 исследование 10000 семей в Уганде, показало, что 50% детей, которые ели нормальный сладкий картофель пострадали от недостаточности витамина А по сравнению с лишь 10% тех, кто на высоком разнообразии бета-каротина. </p>"
        },
        {
          "language_name": "arabic",
          "fruits_title": "بطاطا حلوة",
          "fruits_detail": "<h3> لماذا البطاطا الحلوة؟ </h3> <p> بالإضافة إلى النشا البسيطة، البطاطا الحلوة الخام غنية بالمعقد <font color='red'> الكربوهيدرات والألياف الغذائية وبيتا كاروتين (a بروفيتامين A كاروتينويد) </font>، مع وجود محتويات معتدلة من المغذيات الدقيقة الأخرى، بما في ذلك <font color='red'> فيتامين B5، وفيتامين B6، والمنغنيز والبوتاسيوم </font>. عند الطهي بالخبز، تحدث تغيرات صغيرة متغيرة في محتوى المغذيات الدقيقة لتشمل محتوى أعلى من فيتامين C بنسبة 24٪ من القيمة اليومية لكل 100 غرام (الجدول الأيمن)، فضلا عن زيادة في مستويات البوليفينول. </p> < p> قام مركز العلوم في المصلحة العامة بمقارنة القيمة الغذائية للبطاطا الحلوة بأطعمة أخرى. وبالنظر إلى محتوى الألياف والكربوهيدرات المعقدة والبروتين وفيتامين أ والبوتاسيوم، فإن البطاطا الحلوة كانت في المرتبة الأعلى في القيمة الغذائية. </p> <p> أصناف البطاطس الحلوة مع اللحم البرتقالي الداكن لها أكثر من بيتا كاروتين من تلك ذات اللحم الفاتح، يجري تشجيع زراعتها المتزايدة في أفريقيا، حيث يشكل نقص فيتامين ألف مشكلة صحية خطيرة. ووجدت دراسة أجريت في عام 2012 شملت 000 10 أسرة معيشية في أوغندا أن 50 في المائة من الأطفال الذين يتناولون البطاطا الحلوة العادية يعانون من نقص فيتامين ألف مقارنة بنسبة 10 في المائة فقط من الأطفال الذين يعانون من ارتفاع نسبة الكاروتين بيتا. </p>"
        },
        {
          "language_name": "spanish",
          "fruits_title": "Además",
          "fruits_detail": "<h3>Por qué Además? </h3> de los almidones simples, las patatas dulces crudas son ricas en carbohidratos complejos, fibra dietética y betacaroteno (un carotenoide de provitamina A) <span style='color: black;'>, mientras que tienen contenido moderado de otros micronutrientes, incluyendo <font color='red'> vitamina B5, vitamina B6, manganeso y potasio<span style='color: black;'>. Cuando se cocina al horno, se producen pequeños cambios variables en el contenido de micronutrientes para incluir un contenido más alto de vitamina C al 24% del valor diario por porción de 100 g (tabla derecha), así como un aumento en los niveles de polifenoles.<p> El Centro para la Ciencia en el Interés Público ha comparado el valor nutricional de los camotes con otros alimentos. Las variedades de patata dulce con carne de color naranja oscuro tienen más beta caroteno que aquellas con carne de color claro, y las variedades de patata dulce con carne de color naranja oscuro tienen más beta caroteno que las de color claro. Su creciente cultivo se está fomentando en África, donde la deficiencia de vitamina A es un grave problema de salud. Un estudio de 2012 de 10.000 hogares en Uganda encontró que el 50% de los niños que comían patatas dulces normales sufría de deficiencia de vitamina A en comparación con sólo el 10% de los de la variedad de beta caroteno alta."
        }
      ]
    },
    {
      "icon": "mushrooms.png",
      "languages": [
        {
          "language_name": "english",
          "fruits_title": "Mushrooms",
          "fruits_detail": "<h3>Why Mushrooms?</h3> <p>Mushrooms are a low-calorie food eaten cooked, raw or as a garnish to a meal. In a 100 g (3.5 ounce) serving, mushrooms are an excellent source (higher than 20% of the Daily Value, DV) of <font color='red'>B vitamins</font>, such as riboflavin, niacin and pantothenic acid, an excellent source of the <font color='red'>essential minerals</font>, selenium (37% DV) and copper (25% DV), and a good source (10-19% DV) of phosphorus and potassium. Fat, carbohydrate and calorie content are low, with absence of vitamin C and sodium. There are 27 calories in a typical serving of fresh mushrooms.</p> <p>When exposed to <font color='red'>ultraviolet (UV)</font> light even after harvesting, natural ergosterols in mushrooms produce vitamin D2, a process now used to supply fresh vitamin D mushrooms for the functional food grocery market.</p> <p>In a comprehensive safety assessment of producing vitamin D in fresh mushrooms, researchers showed that artificial UV light technologies were equally effective for vitamin D production as in mushrooms exposed to natural sunlight, and that UV light has a long record of safe use for production of vitamin D in food. Mushrooms treated with UV light or exposed to sunlight are the only whole food vegetable source of vitamin D.</p>"
        },
        {
          "language_name": "french",
          "fruits_title": "Champignons",
          "fruits_detail": "<h3> Pourquoi les champignons? </h3> <p> Les champignons sont un aliment faible en calories consommé cuit, cru ou comme garniture à un repas. Dans une portion de 100 g (3,5 onces), les champignons sont une excellente source (plus de 20% de la valeur quotidienne, DV) de<font color='red'>Vitamines B </font>, comme la riboflavine, la niacine et l'acide pantothénique, une excellente source de la<font color='red'>Des minéraux essentiels </font>, du sélénium (37% DV) et du cuivre (25% DV), et une bonne source (10-19% DV) de phosphore et de potassium. La teneur en lipides, en glucides et en calories est faible, avec l'absence de vitamine C et de sodium. Il ya 27 calories dans une portion typique de champignons frais. </p> <p> Lorsqu'il est exposé à<font color='red'></p> <p> </p> <p> Lors d'une évaluation exhaustive de l'innocuité, la lumière ultraviolette (UV) </font>, même après la récolte, les ergostérols naturels dans les champignons produisent de la vitamine D2, De produire de la vitamine D dans les champignons frais, les chercheurs ont montré que les technologies artificielles de lumière UV étaient aussi efficaces pour la production de vitamine D que dans les champignons exposés à la lumière naturelle et que la lumière UV a une longue expérience de la production de vitamine D dans la nourriture. Les champignons traités à la lumière UV ou exposés à la lumière du soleil sont la seule source végétale complète de vitamine D. </p>"
        },
        {
          "language_name": "german",
          "fruits_title": "Pilze",
          "fruits_detail": "<h3> Warum Pilze? </h3> <p> Pilze sind ein kalorienarmes Essen, das gekocht, roh oder als Garnitur zu einer Mahlzeit gegessen wird. Pilze sind in einer Portion von 100 g (3,5 Unzen) eine ausgezeichnete Quelle (über 20% des Daily Value, DV) von<font color='red'> B-Vitaminen, wie Riboflavin, Niacin und Pantothensäure (37% DV) und Kupfer (25% DV) und eine gute Quelle (10-19% DV) an Phosphor und Kalium enthält. Fett, Kohlenhydrat und Kaloriengehalt sind niedrig, mit Abwesenheit von Vitamin C und Natrium. Es gibt 27 Kalorien in einer typischen Portion von frischen Pilzen. </p> <p> Wenn sie nach der Ernte<font color='red'> ultraviolettes (UV) </font> Licht ausgesetzt werden, produzieren natürliche Ergosterole in Pilzen Vitamin D2, ein Verfahren, das jetzt zur Versorgung verwendet wird Frische Vitamin D Pilze für die funktionelle Lebensmittel Lebensmittelmarkt. In einer umfassenden Sicherheitsbewertung der Produktion von Vitamin D in frischen Pilzen, die Forscher zeigten, dass künstliche UV-Licht-Technologien waren ebenso wirksam für die Vitamin-D-Produktion wie in Pilzen ausgesetzt Natürliches Sonnenlicht, und dass UV-Licht hat eine lange Liste der sicheren Verwendung für die Produktion von Vitamin D in Lebensmitteln. Pilze mit UV-Licht behandelt oder Sonnenlicht ausgesetzt sind die einzige ganze Lebensmittel pflanzliche Quelle von Vitamin D. </p>"
        },
        {
          "language_name": "portuguese",
          "fruits_title": "Cogumelos",
          "fruits_detail": "<h3> Por que os cogumelos? </h3> <p> Os cogumelos são um alimento de baixa caloria comido cozido, cru ou como uma guarnição para uma refeição. Em uma porção de 100 g (3,5 onças), cogumelos são uma excelente fonte (superior a 20% do Valor Diário, DV) de<font color='red'> Vitaminas do complexo B</font>, Tais como riboflavina, niacina e ácido pantotênico, uma excelente fonte de<font color='red'> Minerais essenciais</font>, Selênio (37% DV) e cobre (25% DV), e uma boa fonte (10-19% DV) de fósforo e potássio. Gordura, carboidratos e teor calórico são baixos, com ausência de vitamina C e sódio. Há 27 calorias em uma porção típica de cogumelos frescos. </p> <p> Quando exposto a<font color='red'> Ultravioleta (UV)</font>Luz mesmo após a colheita, ergosterols natural em cogumelos produzem vitamina D2, um processo agora usado para fornecer cogumelos frescos vitamina D para o mercado de alimentos funcionais mercearia. Em uma avaliação abrangente de segurança de produção de vitamina D em cogumelos frescos, Os pesquisadores mostraram que as tecnologias de luz UV artificial eram igualmente eficazes para a produção de vitamina D como em cogumelos expostos à luz solar natural e que a luz UV tem um longo registro de uso seguro para a produção de vitamina D nos alimentos. Cogumelos tratados com luz UV ou expostos à luz solar são a única fonte vegetal de vitamina D. </p>"
        },
        {
          "language_name": "russian",
          "fruits_title": "грибы",
          "fruits_detail": "<h3> Почему грибы? </h3> <p> Грибы являются низкокалорийным съеденной пищи вареных, сырые или в качестве гарнира к еде. В 100 г (3,5 унции) порцию, грибы являются прекрасным источником (выше, чем 20% от суточной нормы, DV) из<font color='red'> Витамины группы В</font> , Такие как рибофлавин, ниацин и пантотеновую кислоты, отличным источником<font color='red'> необходимые минералы</font> , Селен (37% -ый DV) и меди (25% -ый DV), и хороший источник (10-19% DV), фосфора и калия. Жиров, углеводов и калорийность низкая, при отсутствии витамина С и натрия. Есть 27 калорий в типичной порции свежих грибов. </p> <p> При воздействии<font color='red'> ультрафиолетовое (УФ)</font> свет даже после сбора урожая, природные ergosterols в грибы производят витамин D2, процесс в настоящее время используется для подачи свежего витамина D грибы для функционального рынка продуктов питания бакалейной. </p> <p> В комплексной оценке безопасности производства витамина D в свежих грибов, исследователи показали, что искусственные УФ-излучения технологии были одинаково эффективны для производства витамина D, как в грибах под воздействием естественного солнечного света, и что УФ-свет имеет долгую историю безопасного использования для производства витамина D в продуктах питания. Грибы, обработанные УФ-светом или подвергаются воздействию солнечного света являются единственным вся пища растительного источник витамина D. </p>"
        },
        {
          "language_name": "arabic",
          "fruits_title": "الفطر",
          "fruits_detail": "<h3> لماذا الفطر؟ </h3> <p> الفطر هو الغذاء منخفض السعرات الحرارية تؤكل المطبوخة، الخام أو كما مقبلات لتناول وجبة. في 100 غرام (3.5 أوقية) خدمة، والفطر هي مصدر ممتاز (أعلى من 20٪ من القيمة اليومية، دف) من <font color='red'> B فيتامينز </font>، مثل الريبوفلافين والنياسين وحمض البانتوثنيك، مصدرا ممتازا لل <font color='red'> المعادن الأساسية </font>، السيلينيوم (37٪ دف) والنحاس (25٪ دف)، ومصدر جيد (10-19٪ دف) من الفوسفور والبوتاسيوم. الدهون، الكربوهيدرات والسعرات الحرارية المحتوى منخفضة، مع عدم وجود فيتامين C والصوديوم. هناك 27 سعرة حرارية في خدمة نموذجية من الفطر الطازج. </p> <p> عند التعرض للضوء <font color='red'> الأشعة فوق البنفسجية </font> حتى بعد الحصاد، تنتج إرغوستيرولس الطبيعية في الفطر فيتامين D2، وهي عملية تستخدم الآن لتوريد فيتامين د الفطر في سوق البقالة الغذائية الوظيفية. </p> <p> في تقييم شامل للسلامة لإنتاج فيتامين (د) في الفطر الطازج، أظهر الباحثون أن تقنيات الأشعة فوق البنفسجية الاصطناعية فعالة على قدم المساواة لإنتاج فيتامين (د) كما في الفطر المعرضة لأشعة الشمس الطبيعية، وأن ضوء الأشعة فوق البنفسجية لديه سجل طويل من الاستخدام الآمن لإنتاج فيتامين (د) في الغذاء. الفطر تعامل مع ضوء الأشعة فوق البنفسجية أو تتعرض لأشعة الشمس هي مصدر كامل الخضروات الغذائية الوحيدة من فيتامين D. </p>"
        },
        {
          "language_name": "spanish",
          "fruits_title": "Hongos",
          "fruits_detail": "<h3>Por qué hongos? </h3> <p> Las setas son un alimento de baja en calorías comido cocido, crudo o como guarnición para una comida. En una porción de 100 g (3,5 onzas), las setas son una excelente fuente (superior al 20% del Valor Diario, DV) de vitaminas <font color='red'> B, como la riboflavina, niacina y ácido pantoténico, una excelente fuente de <font color='red'> minerales esenciales<span style='color: black;'>, Selenio (37% DV) y cobre (25% DV), y una buena fuente (10-19% DV) de fósforo y potasio. El contenido de grasas, carbohidratos y calorías es bajo, con ausencia de vitamina C y sodio. Hay 27 calorías en una porción típica de champiñones frescos. Cuando se exponen a <font color='red'> luz ultravioleta (UV) <span style='color: black;'> incluso después de la cosecha, ergosteroles naturales en las setas producen vitamina D2, un proceso que ahora se utiliza para el suministro de vitamina D fresca En una evaluación de seguridad completa de la producción de vitamina D en hongos frescos, los investigadores demostraron que las tecnologías de luz UV artificial eran igualmente eficaces para la producción de vitamina D como en los hongos expuestos a la luz solar natural, Y que la luz UV tiene un largo historial de uso seguro para la producción de vitamina D en los alimentos. Las setas tratadas con luz UV o expuestas a la luz del sol son la única fuente vegetal de origen vegetal de vitamina D. </p>"
        }
      ]
    },
    {
      "icon": "low_fat_yogurt.png",
      "languages": [
        {
          "language_name": "english",
          "fruits_title": "Low Fat Yogurt",
          "fruits_detail": "<h3>Why Low-Fat Yogurt?</h3> <p>Yogurt is nutritionally rich in <font color='red'>protein, calcium, vitamin D, riboflavin, vitamin B6 and vitamin B12</font>. It has nutritional benefits beyond those of milk. Lactose-intolerant individuals may tolerate yogurt better than other dairy products due to the conversion of lactose to the sugars glucose and galactose, and due to the fermentation of lactose to lactic acid carried out by the bacteria present in the yogurt. Yogurt contains varying amounts of fat. There is non-fat (0% fat), low-fat (usually 2% fat) and plain or whole milk yogurt (4% fat).</p> <p>Yogurt is a valuable health food for both <font color='red'>infants and elderly persons</font>. For children, it is a balanced source of protein, fats, carbohydrates, and minerals. For senior citizens, who frequently have more sensitive colons or who no longer produce much lactase, yogurt is also a valuable food. Elderly intestines showed declining levels of bifidus bacteria, which allow the growth of toxin-producing and, perhaps, cancer-causing bacteria. Yogurt consumption may help prevent osteoporosis. </p> <p>As of 2013, there is moderate-quality evidence to support the idea that consumption of dairy products, including yogurt, may reduce the risk of <font color='red'>high blood pressure</font>. However, the precise mechanism for this effect is not fully understood. Yogurt with active cultures helps the gut,[vague] and may help one feel fuller.</p>"
        },
        {
          "language_name": "french",
          "fruits_title": "Yogurt faible en graisses",
          "fruits_detail": "<h3> Pourquoi le yogourt faible en gras? </h3> <p> Le yogourt est riche sur le plan nutritionnel<font color='red'>Protéines, calcium, vitamine D, riboflavine, vitamine B6 et vitamine B12 </font>. Il a des avantages nutritionnels au-delà de ceux du lait. Les individus intolérants au lactose peuvent tolérer le yogourt mieux que d'autres produits laitiers en raison de la conversion du lactose en sucres glucose et galactose et en raison de la fermentation du lactose à l'acide lactique effectuée par les bactéries présentes dans le yogourt. Le yogourt contient des quantités variables de graisse. Yogourt est un aliment de santé précieux pour les deux? Yogourt est un aliment de santé précieux pour les deux<font color='red'>Nourrissons et personnes âgées </font>. Pour les enfants, c'est une source équilibrée de protéines, de graisses, de glucides et de minéraux. Pour les personnes âgées, qui ont fréquemment des colons plus sensibles ou qui ne produisent plus beaucoup de lactase, yogourt est également un aliment précieux. Les intestins âgés ont montré des niveaux de bifidus en déclin, qui permettent la croissance de bactéries productrices de toxines et, peut-être, cancéreuses. La consommation de yaourt peut aider à prévenir l'ostéoporose. À partir de 2013, il ya des preuves de qualité modérée pour soutenir l'idée que la consommation de produits laitiers, y compris le yogourt, peut réduire le risque de<font color='red'>Hypertension artérielle </font>. Cependant, le mécanisme précis de cet effet n'est pas entièrement compris. Yogourt avec des cultures actives aide l'intestin, [vague] et peut aider à se sentir plein. </p>"
        },
        {
          "language_name": "german",
          "fruits_title": "Fettarmer Joghurt",
          "fruits_detail": "<h3> Warum fettarmer Joghurt? </h3> <p> Joghurt ist ernährungsphysiologisch reich an<font color='red'> Proteinen, Kalzium, Vitamin D, Riboflavin, Vitamin B6 und Vitamin B12 </font>. Es hat ernährungsphysiologische Vorteile jenseits der Milch. Lactose-intolerante Individuen können Joghurt besser als andere Milchprodukte aufgrund der Umwandlung von Lactose in den Zucker Glukose und Galactose und aufgrund der Fermentation von Lactose zu Milchsäure, die von den Bakterien in dem Joghurt durchgeführt wird, tolerieren. Joghurt enthält verschiedene Mengen an Fett. Es gibt nicht Fett (0% Fett), fettarme (meist 2% Fett) und Normal-oder Vollmilch Joghurt (4% Fett). Joghurt ist eine wertvolle Gesundheit Nahrung für beide<font color='red'> Säuglinge und Ältere Menschen </font>. Für Kinder ist es eine ausgewogene Quelle für Proteine, Fette, Kohlenhydrate und Mineralien. Für Senioren, die häufig mehr sensible Dickdarm haben oder nicht mehr viel Laktase produzieren, ist Joghurt auch eine wertvolle Nahrung. Ältere Därme zeigten sinkende Spiegel von Bifidus-Bakterien, die das Wachstum von Toxinen produzierenden und vielleicht Krebs verursachenden Bakterien ermöglichen. Joghurt Verbrauch kann helfen, Osteoporose zu verhindern. </p> <p> Ab 2013 gibt es moderate Qualität Beweise für die Idee, dass der Verzehr von Milchprodukten, einschließlich Joghurt, kann das Risiko von<font color='red'> hohen Blutdruck </font> zu reduzieren. Der genaue Mechanismus für diesen Effekt ist jedoch nicht vollständig verstanden. Joghurt mit aktiven Kulturen hilft dem Darm, [vage] und kann helfen, ein Gefühl voller. </p>"
        },
        {
          "language_name": "portuguese",
          "fruits_title": "Iogurte pouca gordura",
          "fruits_detail": "<h3> Por que o iogurte com baixo teor de gordura? </h3> <p> O iogurte é nutricionalmente rico em<font color='red'> Proteína, cálcio, vitamina D, riboflavina, vitamina B6 e vitamina B12</font>. Tem benefícios nutricionais além daqueles do leite. Indivíduos intolerantes à lactose podem tolerar iogurte melhor do que outros produtos lácteos devido à conversão de lactose para os açúcares de glicose e galactose e devido à fermentação da lactose ao ácido láctico realizada pelas bactérias presentes no iogurte. O iogurte contém quantidades variáveis ​​de gordura. Há iogurte sem gordura (0% de gordura), de baixo teor de gordura (geralmente 2% de gordura) e liso ou inteiro (4% de gordura). O iogurte é um alimento de saúde valioso para ambos<font color='red'> Lactentes e idosos</font>. Para as crianças, é uma fonte equilibrada de proteínas, gorduras, carboidratos e minerais. Para idosos, que freqüentemente têm colons mais sensíveis ou que já não produzem muita lactase, iogurte também é um alimento valioso. Os intestinos idosos apresentaram níveis declinantes de bactérias bifidus, que permitem o crescimento de bactérias produtoras de toxinas e, talvez, cancerígenas. O consumo de iogurte pode ajudar a prevenir a osteoporose. A partir de 2013, há provas de qualidade moderada para apoiar a idéia de que o consumo de produtos lácteos, incluindo iogurte, pode reduzir o risco de<font color='red'> pressão alta </font>. No entanto, o mecanismo preciso para este efeito não é totalmente compreendido. O iogurte com culturas activas ajuda o intestino, [vago] e pode ajudar a sentir-se mais cheio. </p>"
        },
        {
          "language_name": "russian",
          "fruits_title": "Йогурт с низким содержанием жира",
          "fruits_detail": "<h3> Почему обезжиренный йогурт? </h3> <p> Йогурт богат питательными<font color='red'> белок, кальций, витамин D, рибофлавин, витамин В6 и витамин В12</font> , Он имеет питательные преимущества, помимо тех, молока. Лактозу люди могут терпеть йогурт лучше, чем другие молочные продукты из-за конверсии лактозы в глюкозу и галактозу сахаров, а также из-за ферментации лактозы в молочную кислоту осуществляется с помощью бактерий, присутствующих в йогурт. Йогурт содержит различные количества жира. Существует обезжиренное (0% жира), с низким содержанием жира (обычно 2% жира) и простой или цельное молоко йогурт (4% жира). </p> <p> Йогурт является ценным здоровой пищи для обоих<font color='red'> младенцы и пожилые люди</font> , Для детей это является сбалансированным источником белков, жиров, углеводов и минеральных веществ. Для пожилых людей, которые часто имеют более чувствительные двоеточия или которые больше не производят много лактазы, йогурт также является ценным продуктом питания. Пожилые кишок показали снижение уровня бифидобактерий, которые позволяют рост производящих токсин и, возможно, вызывающих рак бактерий. Потребление Йогурт может помочь предотвратить остеопороз. </p> <p> По состоянию на 2013 год, есть умеренное качество доказательств, чтобы поддержать идею, что потребление молочных продуктов, в том числе йогурт, может уменьшить риск<font color='red'> высокое кровяное давление </font> , Тем не менее, точный механизм этого эффекта до конца не изучен. Йогурт с активными культурами помогает кишечник, [смутное] и может помочь человеку чувствовать себя более полными. </p>"
        },
        {
          "language_name": "arabic",
          "fruits_title": "اللبن قليل الدسم",
          "fruits_detail": "<h3> لماذا قليل الدسم الزبادي؟ </h3> <p> الزبادي غنيا من الناحية التغذوية في <font color='red'> البروتين والكالسيوم وفيتامين د، الريبوفلافين، وفيتامين B6 وفيتامين B12</font>. له فوائد غذائية تتجاوز تلك التي من الحليب. قد يتسامح الأفراد غير المتسامحين مع اللاكتوز مع اللبن بشكل أفضل من منتجات الألبان الأخرى بسبب تحويل اللاكتوز إلى السكريات والجلوكوز، وبسبب تخمر اللاكتوز إلى حمض اللاكتيك الذي تقوم به البكتيريا الموجودة في اللبن. الزبادي يحتوي على كميات متفاوتة من الدهون. </p> <p> الزبادي هو غذاء صحي قيمة لكل من <font color='red'> من الأطفال الرضع، و (5٪ من الدهون) المسنين </font>. وبالنسبة للأطفال، فهو مصدر متوازن للبروتينات والدهون والكربوهيدرات والمعادن. بالنسبة لكبار السن، الذين غالبا ما يكونون أكثر حساسية الكولون أو الذين لم تعد تنتج الكثير من اللاكتاز، واللبن الزبادي هو أيضا قيمة الغذاء. وأظهرت الأمعاء المسنين انخفاض مستويات البكتيريا بيفيدوس، والتي تسمح لنمو السموم المنتجة، وربما، المسببة للسرطان البكتيريا. قد يساعد استهلاك الزبادي في منع هشاشة العظام. </p> <p> اعتبارا من عام 2013، هناك أدلة ذات جودة متوسطة لدعم فكرة أن استهلاك منتجات الألبان، بما في ذلك اللبن، قد يقلل من خطر <font color='red'> ارتفاع ضغط الدم </font>. بيد أن الآلية الدقيقة لهذا الغرض ليست مفهومة تماما. الزبادي مع الثقافات النشطة يساعد القناة الهضمية، [غامضة] وقد يساعد واحد يشعر أكمل. </p"
        },
        {
          "language_name": "spanish",
          "fruits_title": "Yogur bajo en grasa",
          "fruits_detail": "<h3>Por qué Yogur bajo en grasa?</h3> Yogur bajo en grasa es nutricionalmente rico en <font color='red'> proteínas, calcio, vitamina D, riboflavina, vitamina B6 y vitamina B12<span style='color: black;'>. Tiene beneficios nutricionales más allá de los de la leche. Los individuos intolerantes a la lactosa pueden tolerar el yogur mejor que otros productos lácteos debido a la conversión de la lactosa en azúcares glucosa y galactosa, y debido a la fermentación de la lactosa al ácido láctico llevada a cabo por las bacterias presentes en el yogur. El yogur contiene cantidades variables de grasa. Hay yogur sin grasa (0% grasa), bajo en grasa (usualmente 2% grasa) y liso o de leche entera (4% de grasa). El yogur es un valioso alimento saludable tanto para <font color='red'> niños Personas mayores<span style='color: black;'>. Para los niños, es una fuente balanceada de proteínas, grasas, carbohidratos y minerales. Para los ancianos, que con frecuencia tienen más puntos de vista sensibles o que ya no producen mucha lactasa, el yogur también es un alimento valioso. Los intestinos de los ancianos mostraron niveles decrecientes de bacterias bifidus, que permiten el crecimiento de bacterias productoras de toxinas y, quizás, cancerígenas. El consumo de yogur puede ayudar a prevenir la osteoporosis. A partir de 2013, hay evidencia de calidad moderada para apoyar la idea de que el consumo de productos lácteos, incluido el yogur, puede reducir el riesgo de hipertensión arterial<span style='color: black;'>. Sin embargo, el mecanismo preciso para este efecto no se entiende completamente. El yogur con cultivos activos ayuda al intestino, [vago] y puede ayudar a sentirse más lleno. </p>"
        }
      ]
    }
  ]
}